{
	"AOE": {
		"NAME": "AoE",
		"DESC": "This ability can target multiple units in an area of effect. This ability cannot be clashed against and cannot be used to react against an incoming clashable attack."
	},
	"BACK": {
		"NAME": "Back",
		"DESC": "Move away from the target. If the target is in the same lane, move towards the furthest arena edge."
	},
	"CANNOT_REACT": {
		"NAME": "Cannot React",
		"DESC": "This ability cannot be used to react to an incoming clashable enemy attack."
	},
	"CANTRIP": {
		"NAME": "Cantrip",
		"DESC": "This ability does not consume an action when activated."
	},
	"CYCLE": {
		"NAME": "Cycle",
		"DESC": "Reuse this die after it is rolled."
	},
	"DEVIOUS": {
		"NAME": "Devious",
		"DESC": "If this ability is activated when it is your turn, the target cannot clash against it."
	},
	"DISHONORABLE": {
		"NAME": "Dishonorable",
		"DESC": "Dishonorable units are prioritized by enemies."
	},
	"DUEL_TO_THE_DEATH": {
		"NAME": "Duel to the Death",
		"DESC": "If the target or applier attacks or is attacked by anyone else, remove Duel to the Death from EVERYONE and inflict Dishonorable to the initiator of the attack."
	},
	"EXERT": {
		"NAME": "Exert",
		"DESC": "Place the specified ability on cooldown (if is already on cooldown, extend it)."
	},
	"FINAL": {
		"NAME": "Final",
		"DESC": "Activating this ability removes all of the user's remaining actions this round."
	},
	"FIXED_COOLDOWN": {
		"NAME": "Fixed Cooldown",
		"DESC": "This ability's cooldown cannot be reduced or reset by other abilities or passives."
	},
	"FORWARD": {
		"NAME": "Forward",
		"DESC": "Move towards (but not past) the target's lane."
	},
	"HASTE": {
		"NAME": "Haste",
		"DESC": "Increases the Speed of user's actions on round start."
	},
	"INVIGORATE": {
		"NAME": "Invigorate",
		"DESC": "Reduce the cooldown of a specified ability."
	},
	"POISE_PROTECTION": {
		"NAME": "Poise Protection",
		"DESC": "Reduces incoming Poise damage until round end."
	},
	"PROTECTION": {
		"NAME": "Protection",
		"DESC": "Reduces incoming damage until round end."
	},
	"PULL": {
		"NAME": "Pull",
		"DESC": "Move the target towards (but not past) the puller's lane."
	},
	"PUSH": {
		"NAME": "Push",
		"DESC": "Move the target away from the pusher. If the target is in the same lane, move the target towards the center of the arena."
	},
	"SLOW": {
		"NAME": "Slow",
		"DESC": "Reduces the Speed of user's actions on round start."
	},
	"REVITALIZE": {
		"NAME": "Revitalize",
		"DESC": "Reset the cooldown of a specified ability."
	},
	"STRENGTH": {
		"NAME": "Strength",
		"DESC": "Increases the rolls of Attack dice."
	},
	"VULNERABLE": {
		"NAME": "Vulnerable",
		"DESC": "Take 50% increased damage this round."
	}
}
